Repository: 0xff-r4bbit/watchmetype
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %lld words
zh_hans: %lld 字
zh_hant: %lld 字

source: %lldm
zh_hans: %lld分钟
zh_hant: %lld分鐘

source: all of the following
zh_hans: 以下所有
zh_hant: 以下所有

source: Applies selected clean-up rules to all drafts
zh_hans: 将所选清理规则应用到所有草稿
zh_hant: 將所選清理規則套用到所有草稿

source: Apply to All Drafts
zh_hans: 应用到所有草稿
zh_hant: 套用到所有草稿

source: avg. human
zh_hans: 人类平均
zh_hant: 人類平均

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Check for Updates…
zh_hans: 检查更新…
zh_hant: 檢查更新...

source: Clean-Up
zh_hans: 清理
zh_hant: 清理

source: Copied!
zh_hans: 已复制！
zh_hant: 已複製！

source: Copies the app's GitHub link to the clipboard
zh_hans: 将应用的 GitHub 链接复制到剪贴板
zh_hant: 將應用程式的 GitHub 連結複製到剪貼簿

source: Copy
zh_hans: 复制
zh_hant: 複製

source: Copy share link
zh_hans: 复制分享链接
zh_hant: 複製分享連結

source: Copy the rules below and feed them into your AI of choice along with your final draft.
zh_hans: 复制下面的规则，与你的最终草稿一起输入你选择的 AI。
zh_hant: 複製下方的規則，連同你的最終草稿一起輸入你選擇的 AI。

source: Custom Duration
zh_hans: 自定时间
zh_hant: 自訂時間

source: Custom Typing Duration
zh_hans: 自定打字时间
zh_hant: 自訂打字時間

source: Donate via Ko-fi
zh_hans: 通过 Ko-fi 捐赠
zh_hant: 透過 Ko-fi 捐贈

source: Donate via WeChat Pay
zh_hans: 通过微信支付捐赠
zh_hant: 透過微信支付捐贈

source: Done
zh_hans: 完成
zh_hant: 完成

source: Draft 1
zh_hans: 草稿 1
zh_hant: 草稿 1

source: Draft 2
zh_hans: 草稿 2
zh_hant: 草稿 2

source: Draft 3
zh_hans: 草稿 3
zh_hant: 草稿 3

source: e.g. 5
zh_hans: 例如： 5
zh_hant: 譬如：5

source: e.g. 10
zh_hans: 例如： 10
zh_hant: 譬如：10

source: edit for at least
zh_hans: 至少编辑
zh_hant: 至少編輯

source: Editing
zh_hans: 编辑
zh_hant: 編輯

source: Editing 2
zh_hans: 编辑 2
zh_hant: 編輯 2

source: Editing Error
zh_hans: 编辑错误
zh_hant: 編輯錯誤

source: Estimated: at least
zh_hans: 预计：至少
zh_hant: 預計：至少

source: Fast
zh_hans: 快
zh_hant: 快

source: How it works
zh_hans: 使用方法
zh_hant: 使用方法

source: Humanize
zh_hans: 人性化
zh_hant: 人性化

source: Humanize Your Writing
zh_hans: 让你的文字更自然
zh_hant: 讓你的文字更自然

source: I have a draft 2.
zh_hans: 我有草稿 2。
zh_hant: 我有草稿 2。

source: I have a draft 3.
zh_hans: 我有草稿 3。
zh_hant: 我有草稿 3。

source: If this helped you, please consider donating and sharing this app.
zh_hans: 如果这帮助到你了，请考虑支持并分享这个 app。
zh_hant: 如果這幫助到你了，請考慮支持並分享這個 app。

source: Let's go again
zh_hans: 再来一次
zh_hant: 再來一次

source: Link copied!
zh_hans: 链接已复制！
zh_hant: 連結已複製！

source: OK
zh_hans: 确定
zh_hant: 確定

source: Open Ko-fi
zh_hans: 打开 Ko-fi
zh_hant: 打開 Ko-fi

source: Opens instructions for using the app
zh_hans: 打开使用说明
zh_hant: 開啟使用說明

source: Opens writing-style rules to make AI text sound more natural
zh_hans: 打开写作风格规则，让 AI 文本听起来更自然
zh_hant: 開啟寫作風格規則，讓 AI 文字聽起來更自然

source: Override the estimated typing time with a specific duration
zh_hans: 使用指定时长覆盖预计打字时间
zh_hant: 使用指定時長覆寫預計打字時間

source: Paste text in Draft 1 to enable
zh_hans: 在草稿 1 中粘贴文本以启用
zh_hant: 在草稿 1 中貼上文字以啟用

source: Paste text in Draft 1 to start
zh_hans: 在草稿 1 中粘贴文本以开始
zh_hant: 在草稿 1 中貼上文字以開始

source: Paste text into a draft to enable clean-up
zh_hans: 在草稿中粘贴文本以启用清理
zh_hant: 在草稿中貼上文字以啟用清理

source: Paste your final draft here.
zh_hans: 在此粘贴你的定稿。
zh_hant: 在此貼上你的定稿。

source: Paste your initial draft here.
zh_hans: 在此粘贴你的初稿。
zh_hant: 在此貼上你的初稿。

source: Pause
zh_hans: 暂停
zh_hant: 暫停

source: Pulling latest humanizing techniques...
zh_hans: 正在获取最新的人性化技巧…
zh_hant: 正在取得最新的人性化技巧…

source: Ready to type?
zh_hans: 准备好开始打字了吗？
zh_hant: 準備好開始打字了嗎？

source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

source: Remove blank lines
zh_hans: 删除空行
zh_hant: 刪除空行

source: Remove bullet points (- ...)
zh_hans: 删除项目符号（- …）
zh_hant: 刪除項目符號（- …）

source: Remove emojis
zh_hans: 删除表情符号
zh_hant: 刪除表情符號

source: Remove horizontal rules
zh_hans: 删除分隔线
zh_hant: 刪除分隔線

source: Remove list numbering (1. , a. , i. ...)
zh_hans: 删除列表编号（1. , a. , i. …）
zh_hant: 刪除列表編號（1. , a. , i. …）

source: Removes dash or bullet markers at the start of lines
zh_hans: 删除行首的破折号或项目符号
zh_hant: 刪除行首的破折號或項目符號

source: Removes empty lines between paragraphs
zh_hans: 删除段落之间的空行
zh_hant: 刪除段落之間的空行

source: Removes lines made of dashes, underscores, or asterisks (---)
zh_hans: 删除由破折号、下划线或星号组成的行 (---)
zh_hant: 刪除由破折號、底線或星號組成的行 (---)

source: Removes numbered, lettered, and roman numeral list prefixes
zh_hans: 删除数字、字母和罗马数字列表前缀
zh_hant: 刪除數字、字母和羅馬數字列表前綴

source: Replace em-dashes with commas
zh_hans: 将破折号替换为逗号
zh_hant: 將破折號改成逗號

source: Replaces em-dashes with a comma and space
zh_hans: 将 — 替换为逗号和空格
zh_hant: 將 — 替換為逗號和空格

source: Resume
zh_hans: 继续
zh_hant: 繼續

source: Slow
zh_hans: 慢
zh_hant: 慢

source: Something went wrong
zh_hans: 出了点问题
zh_hant: 出了點問題

source: Start
zh_hans: 开始
zh_hant: 開始

source: Starting in
zh_hans: 即将开始
zh_hant: 即將開始

source: Starting in %lld seconds
zh_hans: %lld 秒后开始
zh_hant: %lld 秒後開始

source: Starts typing simulation with a 10-second countdown
zh_hans: 以 10 秒倒计时开始打字模拟
zh_hant: 以 10 秒倒數開始打字模擬

source: Stop
zh_hans: 停止
zh_hant: 停止

source: Strips all emoji characters from the text
zh_hans: 去除文本中所有表情符号
zh_hant: 去除文字中所有表情符號

source: Support this project
zh_hans: 支持这个项目
zh_hant: 支持這個專案

source: Switch to where you want me to type.
zh_hans: 请切换到你想要我打字的地方。
zh_hant: 請切換到你想要我打字的地方。

source: Target Speed: %lld WPM
zh_hans: 目标速度：%lld 字/分钟
zh_hant: 目標速度：%lld 字/分鐘

source: These are writing-style rules that make AI-generated text sound more natural. Copy them into ChatGPT, Claude, or another AI assistant along with your draft to get a more human-sounding revision.
zh_hans: 这些是让 AI 生成文本听起来更自然的写作风格规则。将它们连同你的草稿一起复制到 ChatGPT、Claude 或其他 AI 助手中，以获得更自然的修改版本。
zh_hant: 這些是讓 AI 生成文字聽起來更自然的寫作風格規則。將它們連同你的草稿一起複製到 ChatGPT、Claude 或其他 AI 助手中，以獲得更自然的修改版本。

source: Toggle every clean-up rule below at once
zh_hans: 一键切换下方所有清理规则
zh_hant: 一鍵切換下方所有清理規則

source: Try Again
zh_hans: 再试一次
zh_hant: 再試一次

source: type for at least
zh_hans: 打至少
zh_hant: 打至少

source: Typing Speed
zh_hans: 打字速度
zh_hant: 打字速度

source: We couldn't generate humanization rules right now. Please try again.
zh_hans: 暂时无法生成人性化规则，请重试。
zh_hant: 暫時無法生成人性化規則，請重試。

source: WeChat Pay QR code for donations. Tap outside to dismiss.
zh_hans: 用于捐赠的微信支付二维码。点击外部关闭。
zh_hant: 用於捐贈的微信支付 QR Code。點擊外部關閉。

source: What is this?
zh_hans: 这是什么？
zh_hant: 這是什麼？

source: You'll have 10 seconds to switch to your target window. ⚠️ Make sure auto-correct is turned off in the destination document before continuing.
zh_hans: 你有 10 秒钟切换到目标窗口。 ⚠️ 请确保目标文档中已关闭自动更正后再继续。
zh_hant: 你有 10 秒鐘切換到目標視窗。 ⚠️ 請確保目標文件中已關閉自動更正後再繼續。

source: Paste your third draft here.
zh_hans: 在此粘贴你的第三版草稿。
zh_hant: 在此貼上你的第三版草稿。

source: %@ complete
zh_hans: 已完成 %@
zh_hant: %@ 完成
